Revit 2026 API

# RevitLinkUIUtils Methods

---

The RevitLinkUIUtils type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | ReportLinkLoadResults |  |

#### Reference

RevitLinkUIUtils Class

Autodesk.Revit.UI Namespace